espressif/esp-idf/examples/peripherals/uart/uart_dma_ota/sdkconfig.ci.defaults.esp32h2
CONFIG_IDF_TARGET="esp32h2"
CONFIG_UART_RX_IO=23
